{
  "INTRO": "In the heart of a forbidden lair, you find yourself face to face with a creature of nightmares - a beholder. Its many eyes fixate upon you, each radiating a malevolent intelligence. As you approach, the air crackles with arcane energy, and the lair seems to pulse with a dark presence that defies comprehension.",
  "FIGHT": "Summoning your courage, you steel yourself for an epic battle against the beholder. Its disintegrating eye rays and reality-altering powers unleash chaos and destruction upon the lair. Every gaze tests your mettle as you engage in a desperate struggle of wills. The lair reverberates with the clash of magic and the beholder's sinister laughter. With a final surge of resolve, you overcome the beholder, dispelling its malevolence and restoring balance to the realm.",
  "HIDE": "Instinctively, you seek cover amidst the labyrinthine tunnels and hidden alcoves of the lair. The beholder's eyes scan the surroundings, its monstrous gaze probing every nook and cranny. Concealed within the darkness, you elude its detection as its interest wanes. Silently, you slip away, forever haunted by the memory of the beholder's eldritch presence.",
  "NEGOTIATE": "Approaching the beholder with caution and diplomacy, you strive to find common ground amidst its alien thoughts. Through careful negotiation and clever reasoning, you navigate the labyrinth of its mind, discovering shared desires and mutual interests. Astonishingly, the beholder sets aside its initial hostility, forging a tenuous alliance that leads to unexpected revelations and immense power.",
  "ESCAPE": "With your heart pounding, you make a daring escape through the treacherous passages of the lair. The beholder's eye rays and sinister whispers relentlessly pursue you as you narrowly evade its grasp. Through sheer determination and a touch of luck, you manage to outwit the beholder, feeling the weight of the realm's gratitude on your shoulders.",
  "NOTHING": "As fear consumes you or indecision paralyzes your every move, you remain frozen in the beholder's gaze. Its mind-controlling powers wrap around your thoughts, manipulating your actions to suit its malevolent whims. Your very essence becomes a pawn in the beholder's grand scheme, until all that remains is a cautionary tale whispered among those who dare to challenge the eldritch horrors of the realm."
}

