{
  "INTRO": "In the heart of darkness, where the very air crackles with malevolence, you come face-to-face with a sinister figure draped in shadow. It is a devil, its piercing gaze filled with wicked intent. As you approach, a chill runs down your spine, and the scent of brimstone permeates the air.",
  "FIGHT": "Steel yourself for a battle against this malevolent devil, a creature of cunning and deceit. Its unholy powers and dark magic test your resolve as you engage in a perilous struggle against a foe forged in the depths of the Nine Hells. The clash of weapons and the echoes of infernal incantations fill the abyssal abyss as you fight to preserve your soul. With a final surge of righteousness and defiance, you vanquish the devil, banishing its wicked presence from the mortal realm.",
  "HIDE": "Sensing the impending danger, you seek refuge within the shadows and hidden crevices, concealing yourself from the devil's piercing gaze. The devil's insidious glare scans the surroundings, its presence a constant reminder of the imminent peril. Cloaked in darkness, you evade its detection, slipping away into the safety of the night, forever marked by the encounter with this denizen of the infernal realms.",
  "NEGOTIATE": "Approaching the devil with caution and a keen understanding of its desires, you attempt to strike a deal with the malevolent entity. Negotiations are perilous, navigating a treacherous path of promises and loopholes. With your wit and cunning, you manage to secure a pact that favors your goals, leaving the devil begrudgingly in service as a reluctant ally.",
  "ESCAPE": "Recognizing the sheer malevolence and unyielding power of the devil, you swiftly retreat, weaving through the shadows with stealth and desperation. The echoes of demonic laughter and the sizzling of hellfire follow you as you narrowly evade its pursuit. Through sheer determination and a stroke of luck, you manage to outmaneuver the devil, forever carrying the weight of its eternal wrath upon your soul.",
  "NOTHING": "Paralyzed by fear or the inability to act, you stand helplessly as the devil's insidious aura consumes the darkness around you. Its dark magic overwhelms your defenses, leaving your soul tarnished and corrupted. The abyss claims you as the devil's final strike extinguishes your spirit, turning your tale into a haunting cautionary legend whispered among those who dare to trifle with the forces of evil."
}
