{
  "INTRO": "Deep within the heart of a mountain, where the echoes of hammers and the glow of forges fill the air, you come across a sturdy figure carved from stone. It is a dwarf, its rugged features reflecting a lifetime spent delving into the depths of the earth. As you approach, the sound of metal on metal rings out, and the air hums with the essence of craftsmanship.",
  "FIGHT": "Steel yourself for a battle against this formidable dwarf, renowned for their skill in combat and unyielding resilience. The clang of weapons reverberates through the caverns as you engage in a fierce contest of strength and strategy. Each blow tests your mettle, but your determination remains unwavering. With a final display of skill and resilience, you overcome the dwarf, forging a mutual respect between warriors.",
  "HIDE": "Sensing the imminent clash, you seek refuge within the intricate network of tunnels and mining shafts. The dwarf's keen eyes scan the surroundings, its footsteps echoing through the labyrinthine depths. Concealed within the protective embrace of the stone, you evade its detection as it moves on, forever marked by the encounter with this stalwart guardian of the mountain's secrets.",
  "NEGOTIATE": "Approaching the dwarf with a shared appreciation for craftsmanship and respect for tradition, you engage in a conversation filled with nods of approval and knowing smiles. The dwarf recognizes your affinity for the craft, revealing the ancient techniques and hidden knowledge of their people. With newfound camaraderie, the dwarf becomes a trusted ally, offering guidance on your path.",
  "ESCAPE": "Recognizing the unyielding determination and expertise of the dwarf, you swiftly retreat, navigating the complex maze of tunnels with agility and precision. The echoes of the dwarf's footsteps and the distant sounds of hammering follow you as you narrowly escape its pursuit. Through your quick thinking and resourcefulness, you manage to outpace the dwarf, carrying the mountain's unspoken gratitude on your shoulders.",
  "NOTHING": "Paralyzed by fear or uncertainty, you stand motionless as the dwarf's unrelenting might fills the caverns. The clash of steel resounds, overpowering your senses as the dwarf's indomitable spirit shatters your defenses. The mountain trembles beneath you as the dwarf's final blow crushes your spirit, leaving behind a cautionary tale whispered among those who delve into the depths of the earth."
}
