{
  "INTRO": "In the ethereal realm between the veil of the living and the realm of spirits, you come face to face with a ghostly presence that flickers with an otherworldly light. It is an apparition, forever trapped between worlds, yearning for release from its eternal torment. As you draw nearer, a chilling breeze caresses your skin, carrying whispers of the past.",
  "FIGHT": "Summoning every ounce of courage within your being, you ready your weapon to battle the spectral entity. The ghostly figure emanates ethereal energy, its translucent form drifting through the air with an eerie grace. Each strike resonates through the planes of existence, a clash of corporeal and ethereal. In a final, resplendent surge, you strike at the essence of the ghost, granting it release from its eternal plight, and restoring balance to the realms.",
  "HIDE": "Sensing the otherworldly presence, you seek sanctuary in the forgotten corners of the ethereal realm, your heart pounding against the confines of your chest. The ghost's translucent gaze scans the surroundings, its ethereal whispers sending shivers down your spine. Concealed within the shadows, you remain unseen as the ghost's curiosity fades, and it drifts away, leaving you to continue your journey unscathed but forever marked by the touch of the supernatural.",
  "NEGOTIATE": "Approaching the ghost with empathy and compassion, you acknowledge its pain and yearning for peace. Through heartfelt words that bridge the gap between realms, you offer solace and understanding, promising to aid in its quest for release. Miraculously, the ghost accepts your offer, sharing hidden knowledge and bestowing upon you a spectral blessing that will guide you through the trials that lie ahead.",
  "ESCAPE": "Realizing the spectral nature of the threat, you swiftly retreat, maneuvering through the intangible realm with agile grace. The ghostly wails and apparitions trail behind you, but you navigate the ephemeral barriers with unwavering determination. Through sheer willpower and a deep connection to the realms of the living, you manage to escape the ghost's grasp, relieved to have evaded the clutches of the supernatural.",
  "NOTHING": "Paralyzed by fear or indecision, you stand motionless as the ghostly figure draws nearer, its chilling presence enveloping you. The touch of its ethereal essence drains the life force from your body, leaving behind an empty vessel. Your tale ends here, a haunting reminder of the dire consequences that await those who falter in the face of the ethereal unknown."
}
