{
  "INTRO": "In a land where mountains scrape the sky and valleys whisper ancient secrets, you stand before the yawning abyss of a treacherous mountain cave. Legends reverberate through the air, carrying tales of a colossal giant who guards a hoard of unimaginable treasures within. As you step into the mouth of the cave, a tangible sense of anticipation engulfs you, while the very ground trembles beneath your feet.",
  "FIGHT": "Drawing forth your weapon, you brace yourself for an epic clash against the towering giant. Flames dance upon its colossal breath, illuminating the darkness, and each scale upon its immense body glints with an ethereal light. With unwavering determination and calculated strikes, you become a whirlwind of battle, engaging in a symphony of clash and parry. The cavern resounds with the clash of titanic forces, until, with one final, earth-shaking blow, you emerge victorious. The giant's body crashes to the ground, and you stand as the triumphant conqueror, your name forever etched in the annals of legends.",
  "HIDE": "A surge of caution courses through your veins, urging you to seek refuge behind towering stalagmites. The giant's piercing gaze sweeps through the cavern, its rumbling breath filling the air. Cloaked within the protective embrace of shadows, you remain undetected as the giant's curiosity subsides, and it returns to its slumber. Silently, you slip away, unscathed but bereft of the treasure that lies within.",
  "NEGOTIATE": "Approaching the giant with respect and humility, you attempt to reason with the ancient colossus. Words, chosen with utmost care, convey an understanding of its indomitable power and a sincere desire to avoid needless conflict. Miraculously, the giant listens, its eyes filled with ancient wisdom. It reveals a secret passage leading to even greater riches hidden deep within the labyrinthine cave, rewarding your diplomacy and sparing you from the fangs of battle.",
  "ESCAPE": "As the enormity of the odds sinks in, you make a swift and calculated retreat, your every move a testament to agility. The giant's roars thunder through the cavern, reverberating off its walls as you navigate treacherous terrain with unmatched grace. You narrowly dodge its fiery breath and avoid its mighty grasp, moving like a shadow through the labyrinthine depths. With sheer determination and a dash of luck, you manage to escape the clutches of the giant, relief flooding your every pore.",
  "NOTHING": "Frozen with fear or indecision, you stand motionless as the giant's enormous form looms closer. The very air crackles with electricity as the beast's fiery breath engulfs you, leaving nothing but charred remains and a cautionary tale for future adventurers who dare to cross its path."
}
