{
  "INTRO": "Deep within an ancient ruin, where the passage of time has weathered stone into dust, you come across a towering figure made of living rock. It is a golem, its imposing form emanating an aura of ancient power. As you approach, the ground trembles beneath each step, and the air crackles with the raw energy of earth and stone.",
  "FIGHT": "Preparing for a battle against this formidable construct, you gather your strength and focus your abilities. The golem's mighty fists strike with thunderous force, shattering the surroundings. Each blow tests your resilience as you engage in an intense struggle against an opponent born from the very earth itself. The ruin echoes with the clash of elements and the resolute determination of your spirit. With a final surge of skill and prowess, you overcome the golem, crumbling its stony form and restoring harmony to the ancient site.",
  "HIDE": "Sensing the impending danger, you seek refuge among the dilapidated structures and fallen debris. The golem's unyielding gaze scans the surroundings, its footsteps shaking the remnants of the ruin. Concealed within the protective embrace of the decaying architecture, you evade its detection as its interest wanes. Silently, you slip away, forever marked by the encounter with this animate relic of a forgotten era.",
  "NEGOTIATE": "Approaching the golem with caution and respect, you attempt to communicate with the ancient construct. Through gestures and empathetic energy, you navigate the intricacies of its purpose and origins. Astonishingly, the golem recognizes your reverence for the past, revealing secrets of the ruin and sharing its immense knowledge of forgotten lore, becoming an invaluable ally on your journey.",
  "ESCAPE": "Recognizing the unstoppable might of the golem, you swiftly retreat, maneuvering through the crumbling architecture with agile grace. The echoes of its thunderous footsteps and the shifting of ancient stones follow you as you narrowly evade its pursuit. Through sheer determination and quick thinking, you manage to outpace the golem, feeling the weight of the ancient ruin's gratitude on your shoulders.",
  "NOTHING": "Paralyzed by fear or indecision, you stand helplessly as the golem's relentless force smashes through the ruins, its unyielding power reducing everything in its path to rubble. The ground trembles beneath you as the golem's mighty fists crush your spirit, until all that remains is a cautionary tale whispered among those who dare to explore forgotten ruins."
}
