{
  "INTRO": "In the dimly lit depths of an ancient dungeon, you come across an ordinary-looking chest. However, as you approach, the chest comes alive, revealing its true form - a mimic! Its wooden exterior morphs into a toothy maw, dripping with acidic saliva. The air grows heavy with a sense of danger, and the dungeon seems to echo with the mimic's sinister laughter.",
  "FIGHT": "Steel yourself for a treacherous encounter as you ready your weapon, prepared to face the mimic's deceptive attacks. Its amorphous body lashes out with pseudopods, attempting to ensnare and devour you. Each strike tests your reflexes and cunning as you engage in a deadly game of wits. The dungeon resounds with the clash of metal and the mimic's hungry growls. With a final surge of bravery, you defeat the mimic, reclaiming the treasure it sought to guard and restoring peace to the dungeon's depths.",
  "HIDE": "Feeling an instinctual surge of caution, you seek cover behind crumbling pillars and broken statues. The mimic's keen senses scan the surroundings, its shape-shifting form mimicking the dungeon's features. Concealed within the shadows, you evade its detection as its interest wanes. Quietly, you slip away, forever wary of ordinary objects that may conceal danger.",
  "NEGOTIATE": "Approaching the mimic with a mixture of caution and curiosity, you attempt to establish a line of communication. Through gestures and careful observation, you uncover a shared desire for freedom from the dungeon's depths. Surprisingly, the mimic sets aside its predatory instincts, transforming into a valuable ally, providing you with invaluable knowledge of secret passages and hidden treasures.",
  "ESCAPE": "Swiftly retreating, you navigate the labyrinthine corridors with nimble footwork, recognizing the formidable threat posed by the mimic. The echoes of the mimic's slithering form and its chomping jaws pursue you as you narrowly elude its grasp. Through sheer determination and quick thinking, you manage to outmaneuver the mimic, feeling the weight of the dungeon's gratitude on your shoulders.",
  "NOTHING": "Overwhelmed by fear or indecision, you stand helplessly as the mimic's shape-shifting form engulfs you, its acidic secretions burning away your strength and resolve. Your very essence becomes sustenance for the mimic, until all that remains is a cautionary tale whispered among adventurers who dare to delve into the treacherous depths of dungeons."
}
