{
  "INTRO": "In the heart of a treacherous mountain pass, where ancient rocks guard their secrets, you come face to face with a fearsome creature. It is a troll, its massive form towering above you, its skin adorned with rough, moss-covered patches. As you approach, the ground trembles beneath its heavy footsteps, and the air becomes charged with primal energy.",
  "FIGHT": "Girding yourself for an epic clash, you confront the troll head-on, your weapons glinting with determination. Its massive club swings with reckless abandon, threatening to shatter bones and hopes alike. You match its strength with skill, engaging in a brutal dance of wits and might. The mountain echoes with the thunderous clash of steel and brawn. With a final display of bravery, you strike a decisive blow, toppling the troll and restoring peace to the perilous pass.",
  "HIDE": "Instinctively sensing danger, you seek refuge among the craggy outcroppings and shadowy caves. The troll's fierce gaze scans the surroundings, its guttural grunts filling the air. Concealed within the embrace of the treacherous terrain, you evade detection as the troll's interest wanes. Silently, you slip away, forever marked by the encounter with this formidable creature.",
  "NEGOTIATE": "Approaching the troll cautiously, you attempt to understand its motives and desires. With words steeped in empathy and reason, you navigate the labyrinth of its rage and pain, revealing a glimmer of the soul that was once lost. Astonishingly, the troll sets aside its aggression, becoming a reluctant ally, lending its formidable strength and knowledge of hidden paths on your journey.",
  "ESCAPE": "Recognizing the brute force of the troll, you swiftly retreat, nimble as a mountain goat, leaping from rock to rock. Its thunderous roars and earth-shaking pursuit reverberate through the pass as you narrowly evade its grasp. Through sheer determination and a dash of cunning, you manage to escape the clutches of the troll, feeling the weight of the mountain's gratitude on your shoulders.",
  "NOTHING": "Paralyzed by fear or indecision, you stand frozen as the troll's menacing snarls grow louder, its malevolence consuming your very essence. Its massive hands close around you, squeezing the life out of your spirit until all that remains is a cautionary tale, whispered among those who dare to traverse the treacherous mountain pass."
}

