{
  "INTRO": "In the depths of a long-forgotten crypt, where the air is heavy with the scent of decay and the whispers of lost souls, you stumble upon a gathering of undead creatures. They are remnants of once-living beings, their ethereal forms twisted and consumed by dark magic. As you approach, the chilling aura of death intensifies, and the shadows seem to dance with unholy delight.",
  "FIGHT": "Summoning your courage, you ready your weapons and prepare to face the horde of undead. Their hollow eyes fixate upon you, their skeletal fingers reaching out with a thirst for life. Each strike tests your resolve as you engage in a relentless battle against the forces of darkness. The crypt echoes with the clashing of steel and the haunting moans of the undead. With a final surge of divine energy or arcane power, you vanquish the undead, releasing their tortured souls and restoring peace to the desecrated crypt.",
  "HIDE": "Feeling a primal instinct for self-preservation, you seek refuge among the crumbling tombs and cobweb-covered alcoves. The undead's lifeless gazes scan the surroundings, their eerie whispers piercing the silence. Concealed within the protective shroud of death's domain, you evade their detection as their interest wanes. Silently, you navigate through the labyrinthine crypt, forever marked by the encounter with these spectral entities.",
  "NEGOTIATE": "Approaching the undead with caution and reverence, you attempt to communicate with the remnants of their past lives. With words infused with empathy and understanding, you navigate the web of their lost memories and lingering emotions. Miraculously, you find common ground, guiding their tormented spirits towards redemption and release, forging a fragile alliance that leads to their eventual peace.",
  "ESCAPE": "Realizing the futility of fighting an endless horde, you swiftly retreat, darting through the crumbling corridors and eluding the grasping hands of the undead. Their haunting moans and ethereal pursuit echo through the crypt as you narrowly escape their clutches. Through sheer determination and a touch of divine or arcane aid, you manage to outrun the undead, feeling the weight of the crypt's gratitude on your shoulders.",
  "NOTHING": "Paralyzed by fear or indecision, you stand helplessly as the insidious whispers of the undead grow louder, their dark magic enveloping you, binding your spirit to their eternal torment. Your life force fades away, consumed by the relentless hunger of the undead, until all that remains is a cautionary tale whispered in the forgotten crypts of the world."
}
