{
  "INTRO": "In a sunlit meadow, where wildflowers bloom in vibrant hues, you encounter a creature of pure grace and magic. It is a unicorn, its ivory coat shimmering in the gentle breeze, its eyes reflecting the wisdom of ages. As you approach, the air seems to hum with enchantment, and the world becomes a canvas for extraordinary possibilities.",
  "FIGHT": "Preparing yourself for a dance of elegance and power, you stand ready to face the majestic unicorn. Its horn gleams with ethereal light, and its hooves carry the weight of ancient legends. Each clash of ideals and values tests your spirit as you engage in a mesmerizing display of strength and harmony. The meadow reverberates with the melodies of magic, until, with a final surge of inner peace, you earn the unicorn's trust, forging a bond that transcends the mundane and restores harmony to the natural realm.",
  "HIDE": "Feeling a deep reverence for the unicorn's presence, you seek solace among the tall grasses and the protective embrace of nature. The unicorn's keen eyes scan the surroundings, its gentle whinnies harmonizing with the whispering wind. Concealed within the sanctuary of the meadow, you evade its detection as its interest wanes. Silently, you slip away, forever touched by the ethereal magic of this mythical creature.",
  "NEGOTIATE": "Approaching the unicorn with a heart filled with purity and respect, you seek to understand its noble purpose and the delicate balance it maintains. Through a language of empathy and shared values, you navigate the realms of ancient wisdom and untamed enchantment. Astonishingly, the unicorn recognizes your inner light, offering its guidance and granting you a glimpse into the realm of transcendent possibilities.",
  "ESCAPE": "Recognizing the irreplaceable beauty and significance of the unicorn, you swiftly retreat, stepping lightly through the meadow with a reverence reserved for the extraordinary. The echoes of its soft neighs and the whisper of nature's secrets follow you as you narrowly elude its pursuit. Through sheer determination and a touch of otherworldly grace, you manage to outpace the unicorn, feeling the weight of the natural realm's gratitude on your shoulders.",
  "NOTHING": "Paralyzed by awe or indecision, you stand helplessly as the unicorn's luminous gaze pierces through your soul, its pure essence overwhelming your every thought. With a shimmering touch of its horn, it transports you to a realm of dreams and legends, until all that remains is a cautionary tale whispered among those who long to glimpse the extraordinary."
}
