{
  "INTRO": "Deep within an enchanted forest, where ancient trees whisper forgotten incantations, you stumble upon a figure cloaked in shadows and mystery. It is a witch, her presence oozing with arcane power and secrets. As you approach, the air becomes thick with anticipation, and the forest seems to hold its breath in awe.",
  "FIGHT": "Steel yourself for an otherworldly battle as you brandish your weapon, ready to face the wicked witch. She conjures dark magic, weaving spells of shadows and chaos that dance through the air. Every incantation tests your resolve, but you stand firm, engaging in a mesmerizing clash of wills. The forest reverberates with the clash of magic, until, with a final surge of inner strength, you vanquish the witch, dispersing her malevolent aura and restoring harmony to the enchanted realm.",
  "HIDE": "Feeling an instinctual surge of caution, you seek refuge behind gnarled trees and dense foliage. The witch's piercing gaze scans the surroundings, her cackles slicing through the silence. Hidden within the protective embrace of nature, you evade her detection as her interest wanes. Quietly, you slip away, unharmed but forever haunted by the memory of her ominous presence.",
  "NEGOTIATE": "Approaching the witch with an open heart and mind, you strive to find common ground and understanding. With words laced with empathy and compassion, you navigate the labyrinth of her motives, unveiling hidden depths and shared aspirations. Miraculously, the witch sets aside her initial intentions, forging an unexpected alliance that leads to growth and enlightenment for both of you. Her magical prowess becomes a source of wisdom and aid on your journey.",
  "ESCAPE": "Recognizing the formidable might of the witch, you swiftly retreat, weaving through the mystical forest with agility. The haunting echoes of her incantations follow you as you narrowly evade her spells and enchanted traps. Through sheer determination and a touch of enchantment, you manage to escape her clutches, feeling the weight of the forest's gratitude on your shoulders.",
  "NOTHING": "Paralyzed by fear or indecision, you stand helplessly as the witch's wicked laughter grows louder, her malevolence consuming the very essence of your being. The tendrils of her dark magic wrap around you, draining your life force until all that remains is a cautionary tale whispered in the ancient woods."
}
